Revit 2026 API

# UnifiedBitmapUnifiedbitmapBitmap Property

---

The property labeled "Source" from the "UnifiedBitmap" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string UnifiedbitmapBitmap { get; }
```
```vb
Public Shared ReadOnly Property UnifiedbitmapBitmap As String
	Get
```
```cpp
public:
static property String^ UnifiedbitmapBitmap {
	String^ get ();
}
```
```fsharp
static member UnifiedbitmapBitmap : string with get
```

#### Property Value

String

This property is of type "AssetPropertyString" and will contain a relative path.

#### Reference

UnifiedBitmap Class

Autodesk.Revit.DB.Visual Namespace